{
  "managingDesc": "Puedes gestionar tus preferencias de cookies en cualquier momento haciendo clic en el botón de abajo.",
  "settings": "Configuración de Cookies",
  "essential": "Esenciales",
  "analytics": "Analíticas",
  "marketing": "Marketing",
  "preferences": "Preferencias",
  "statsTitle": "Uso de Cookies en ZapAround",
  "statsIntro": "Este gráfico muestra los tipos de cookies utilizadas en nuestro sitio web:",
  "statsEssential": "Cookies Esenciales",
  "statsAnalytics": "Cookies Analíticas",
  "statsMarketing": "Cookies de Marketing",
  "statsPreferences": "Cookies de Preferencias",
  "stats": {
    "totalSize": "Tamaño Total",
    "cookieCount": "Número de Cookies",
    "categories": "Categorías",
    "category": {
      "necessary": "Necesarias",
      "functional": "Funcionales",
      "analytics": "Analíticas",
      "marketing": "Marketing"
    }
  },
  "title": "Configuración de Cookies",
  "summary": "Información",
  "settings": "Configuración",
  "summaryText": "Utilizamos cookies para mejorar tu experiencia de navegación, personalizar el contenido y anuncios, y analizar nuestro tráfico. Al hacer clic en 'Aceptar Todo', consientes nuestro uso de cookies.",
  "privacyLink": "Para más información, por favor lee nuestra",
  "privacyPolicy": "Política de Privacidad",
  "and": "y",
  "cookiePolicy": "Política de Cookies",
  "close": "Cerrar",
  "acceptAll": "Aceptar Todo",
  "acceptNecessary": "Aceptar Solo las Necesarias",
  "savePreferences": "Guardar Preferencias",
  "necessary": {
    "title": "Necesarias",
    "description": "Las cookies esenciales permiten la funcionalidad básica. El sitio web no puede funcionar correctamente sin estas cookies, y solo pueden desactivarse cambiando las preferencias de tu navegador."
  },
  "functional": {
    "title": "Funcionales",
    "description": "Las cookies funcionales ayudan a realizar ciertas funcionalidades como compartir el contenido del sitio web en plataformas de redes sociales, recopilar comentarios y otras características de terceros."
  },
  "analytics": {
    "title": "Analíticas",
    "description": "Las cookies analíticas nos ayudan a entender cómo los visitantes interactúan con el sitio web, ayudándonos a mejorar la experiencia del usuario y la funcionalidad del sitio.",
    "ga4Notice": "Nota: Google Analytics 4 permanece activo para proporcionar análisis esenciales del sitio web y mejorar nuestro servicio."
  },
  "marketing": {
    "title": "Marketing",
    "description": "Las cookies de marketing se utilizan para rastrear a los visitantes en los sitios web para mostrar anuncios relevantes que sean atractivos y valiosos para los visitantes."
  },
  "error": {
    "acceptAll": "Error al aceptar todas las cookies. Por favor, inténtalo de nuevo.",
    "acceptNecessary": "Error al aceptar las cookies necesarias. Por favor, inténtalo de nuevo.",
    "savePreferences": "Error al guardar las preferencias. Por favor, inténtalo de nuevo.",
    "updateCategory": "Error al actualizar la categoría. Por favor, inténtalo de nuevo."
  }
} 